Repository: FreePBX/announcement
Catalog: i18n/*/LC_MESSAGES/announcement.po
Languages: de_de, fa_ir, fr_fr, pl, vi

source: : Add
de_de: : Hinzufügen
fa_ir: ：افزودن
fr_fr: : Ajouter
pl: : Dodaj
vi: : Thêm

source: : Edit
de_de: : Bearbeiten
fa_ir: ：ویرایش
fr_fr: : Éditer
pl: : Edytuj
vi: : Chỉnh sửa

source: Actions
de_de: Aktionen
fa_ir: عملیات
pl: Operacje
vi: Hành động

source: Add
de_de: Hinzufügen
fa_ir: افزودن
fr_fr: Ajouter
pl: Dodaj
vi: Thêm

source: Add Announcements
de_de: Ansage hinzufügen
fa_ir: افزودن اعلان ها
fr_fr: Ajouter une annonce
pl: Dodaj ogłoszenie
vi: Thêm Thông Báo

source: Allow Skip
de_de: Überspringen zulassen
fa_ir: اجازه لغو
fr_fr: Autoriser à Passer
pl: Pozwól pominąć
vi: Cho Phép Bỏ Qua

source: Announcement
de_de: Ansage
fa_ir: اعلان
fr_fr: Annonce
pl: Ogłoszenie
vi: Thông Báo

source: Announcement Description Already Exist
pl: Opis ogłoszenia już istnieje

source: Announcement: %s
de_de: Ansage: %s
fa_ir: اعلان：%s
fr_fr: Annonce: %s
pl: Ogłoszenie: %s
vi: Thông Báo: %s

source: Announcements
de_de: Ansagen
fa_ir: اعلان ها
fr_fr: Annonces
pl: Ogłoszenia
vi: Các Thông báo

source: Applications
de_de: Anwendungen
fa_ir: کاربرد ها
pl: Aplikacje
vi: Các Ứng Dụng

source: Checking if recordings need migration..
de_de: Es wird überprüft, ob die Aufnahmen eine Umstellung benötigen ..
fa_ir: بررسی لزوم انتقال پیام صوتی ذخیره شده..
pl: Sprawdzanie czy nagrania potrzebują migracji..
vi: Kiểm tra nếu bản ghi cần di chuyển ..

source: Delete
de_de: Löschen
fa_ir: حذف
fr_fr: Supprimer
pl: Usuń
vi: Xóa

source: Description
de_de: Beschreibung
fa_ir: توضیحات
pl: Opis
vi: Miêu Tả

source: Destination
de_de: Ziel
fa_ir: مقصد
pl: Miejsce docelowe
vi: Điểm Đến

source: Destination after Playback
de_de: Ziel nach Ansage
fa_ir: مقصد پس از پخش
fr_fr: Destination après l'annonce
pl: Miejsce docelowe po odtworzeniu nagranego dźwięku
vi: Điểm Đến sau khi Phát Lại

source: Destinations
de_de: Ziele
fa_ir: مقصدها
pl: Miejsca docelowe
vi: Những Điểm Đến

source: Disable
de_de: Deaktivieren
fa_ir: غیرفعال
fr_fr: Désactiver
pl: Wyłącz
vi: Vô hiệu hóa

source: Don't Answer Channel
de_de: Keine Antwort Kanal
fa_ir: کانال پاسخ داده نشود
fr_fr: Ne pas répondre au canal
pl: Nie odbieraj kanału
vi: Không trả lời Kênh

source: If the caller is allowed to press a key to skip the message.
de_de: Ermöglicht dem Anrufer die Nachricht per Tastendruck zu überspringen.
fa_ir: تماس گیرنده در صورت داشتن مجوز لازم می تواند از پخش پیام جلوگیری کند.
fr_fr: Si l'appelant est autorisé à presser une touche pour passer le message.
pl: Jeżeli dzwoniący może nacisnąć przycisk by pominąć wiadomość.
vi: Nếu người gọi được phép bấm phím để bỏ qua thông báo.

source: If this announcement came from an IVR and this is set to yes, the destination below will be ignored and instead it will return to the calling IVR. Otherwise, the destination below will be taken. Don't check if not using in this mode. <br>The IVR return location will be to the last IVR in the call chain that was called so be careful to only check when needed. For example, if an IVR directs a call to another destination which eventually calls this announcement and this box is checked, it will return to that IVR which may not be the expected behavior.
de_de: Wenn diese Ansage von einem IVR stammt und "zurück zu IVR" auf Ja gesetzt ist, wird das Ziel unten ignoriert und stattdessen an das anrufende IVR zurückgegeben. Andernfalls wird das Ziel unten genommen. Nicht aktivieren, wenn Sie diesen Modus nicht benutzten.<br>Der IVR Rückkehr Ort wird auf das letzte IVR in der Anruferkette gesetzt, die aufgerufen wurde, seien Sie also vorsichtig und überprüfen Sie nur wenn nötig. Wenn beispielsweise ein IVR einen Anruf an ein anderes Ziel weiterleitet, das diese Ansage schließlich aufruft und dieses Kontrollkästchen aktiviert ist, kehrt es zu dem IVR zurück, das möglicherweise nicht das erwartete ist.
fa_ir: اگر این اعلان از یک منوی صوتی پخش می شود، با انتخاب این گزینه، مقصد تعیین شده در ذیل نادیده گرفته شده و به منوی صوتی باز می گردد. در غیر این صورت مقصد زیر انتخاب می شود. دقت کنید که که مقصد بازگشت آخرین منوی صوتی در زنجیره مکالمه می باشد و لازم است در صورت نیاز این گزینه انتخاب شود. به عنوان مثال ممکن است در منوی صوتی به بخشی هدایت شوید که به این اعلان منتهی شود؛ در این صورت اگر این گزینه فعال باشد مجددا به همان منوی صوتی ارجاع می شوید که ممکن است دور از انتظار باشد.
fr_fr: Si cette annonce provient d'un SVI et qu'elle est définie sur oui, la destination ci-dessous sera ignorée et à la place, elle retournera au SVI appelant. Sinon, la destination ci-dessous sera prise. Ne pas vérifier si vous ne l'utilisez pas dans ce mode. <br>L'emplacement de retour du SVI sera à le dernier SVI de la chaîne d'appel qui a été appelée, donc faites attention à ne vérifier que lorsque cela est nécessaire. Par exemple, si un SVI dirige un appel vers une autre destination qui appelle finalement cette annonce et que cette case est cochée, elle retournera à ce SVI qui peut ne pas être le comportement attendu.
pl: Jeżeli zapowiedź przyszła z IVR i wartość ustawiona jest na TAK, kierunek poniżej będzie ignorowany i zamiast przekierowany powróci do IVR. W przeciwnym razie, poniższy kierunek będzie wybrany. Nie zaznaczaj jeżeli nie używasz tego modu. <br>Zaznacz w wypadku tylko kiedy jest ko konieczne. Miejscem powrotu IVR będzie ostatni IVR w łańcuchu połączenia , które zostało wybrane. Np. Jeżeli IVR kieruje połączenie do następnego kierunku, który po pewnym czasie dociera do tej zapowiedzi i to pole jest zaznaczone, połączenie powróci do tego IVR co nie koniecznie może być oczekiwanym zachowaniem.
vi: Return to IVR (Interactive Voice Response = Tương tác bằng giọng nói) [Yes/No] Nếu thông báo đến từ hệ thống IVR và được đặt là Yes, "Điểm Đến sau khi Phát Lại" dưới đây sẽ bị bỏ qua và thay vào đó thông báo sẽ trả lời cuộc gọi tới IVR. Nếu không, điểm đến dưới đây sẽ được thực hiện. Đừng đánh dấu Check nếu không sử dụng chế độ này. <br> Vị trí trở lại IVR sẽ là IVR cuối cùng trong chuỗi gọi được gọi là nên cẩn thận chỉ Đánh dấu Check khi cần sử dụng. Ví dụ, nếu một IVR chỉ đạo một cuộc gọi đến một điểm đến khác mà cuối cùng sẽ gọi thông báo này và hộp này được đánh dấu Check, nó sẽ trở lại với IVR đó có thể không phải là hành vi mong đợi. Ví Dụ Mô Phỏng: (1) Khách gọi máy vào > Nghe Thông Báo (Chào bạn, cảm ơn bạn,...) (2a) Nghe Thông Báo xong, khách được đưa đến "Điểm Đến" kế (như Ấn phím #1 Tư Vấn Mua Hàng, #2 Hổ trợ kĩ thuật,...) (2b) Còn nếu chọn YES ở check box này, 2a sẽ bị loại bỏ, hệ thống sẽ đưa bạn về Thông Báo trước đó (dùng cho thông báo cuối cùng của hệ thống, như là Hiện giờ Bộ phận đã đóng cửa, gửi khách về Menu trước đó, để IVR hướng dẫn khách các hổ trợ khách.

source: Invalid description specified
de_de: Ungültige Beschreibung angegeben
fa_ir: توضیحات نادرست
fr_fr: Description spécifiée invalide
pl: Wyszczególniono błędny opis
vi: Mô tả không hợp lệ được chỉ định

source: Key to press that will allow for the message to be replayed. If you choose this option there will be a short delay inserted after the message. If a longer delay is needed it should be incorporated into the recording.
de_de: Eine Taste welche das wiederholen der Ansage ermöglicht. Wenn Sie diese Option wählen, wird nach der Ansage eine kurze Verzögerung eingefügt. Wenn eine längere Verzögerung benötigt wird, sollten Sie diese in die Aufzeichnung integrieren.
fa_ir: کلیدی که در صورتی فشار دادن، پخش مجدد پیام را فراهم می کند. اگر این گزینه را انتخاب نمایید مقداری تاخیر پس از پیام به وجود می آید. اگر به تاخیر بیشتری نیاز دارید باید در ضبط پیام آن را در نظر بگیرید.
fr_fr: Touche qui permet de rejouer le message. Si vous choisissez cette option, un court délai sera ajouté à la fin du message. Si un délai plus long est nécessaire, il doit être incorporé dans le message.
pl: Przycisk który zezwoli na ponowne odtworzenia wiadomości. Jeśli wybierzesz tę opcję będzie dodane krótkie opóźnienie po wiadomości. Jeśli potrzebne jest dłuższe opóźnienie powinno ono zostać dołączone do wiadomości.
vi: Phím nhấn cho phép tin nhắn được phát lại. Nếu bạn chọn tùy chọn này, sẽ có một sự chậm chễ ngắn được chèn vào sau tin nhắn. Nếu cần một sự trì hoãn dài hơn, nó phải được kết hợp vào bản ghi.

source: List Announcements
de_de: Ansagenliste
fa_ir: فهرست اعلان ها
fr_fr: Liste des annonces
pl: Lista ogłoszeń
vi: Danh sách thông báo

source: Message to be played.<br>To add additional recordings use the "System Recordings" MENU above
de_de: Nachricht, die wiedergegeben werden soll.<br>Um zusätzliche Aufnahmen hinzuzufügen, verwenden Sie im Menü unter Administrator den Punkt "Systemaufzeichnungen"
fa_ir: پیامی که باید پخش شود <br>. به منظور افزودن پیام، از بخش \"ضبط پیام های سیستم\" در منوی بالا استفاده نمایید
fr_fr: Message qui sera entendu.<br>Pour ajouter des enregistrements additionnels utiliser le menu "Enregistrement systèmes"
pl: Wiadomość do odtworzenia. <br> Aby dodać dodatkowe nagrania użyć "Systemu Nagrywania" w MENU powyżej
vi: Tin nhắn được phát. <br> Để thêm các bản ghi âm bổ sung, sử dụng menu "Hệ thống Ghi âm" ở trên

source: No
de_de: Nein
fa_ir: خیر
fr_fr: Non
pl: Nie
vi: Không

source: No Destination
de_de: Kein Ziel
fr_fr: Pas de destination
pl: Brak miejsca docelowego
vi: Không có điểm đến

source: None
de_de: keine
fa_ir: هیچ کدام
fr_fr: Aucun
pl: Żaden
vi: Không có gì hết

source: Plays back one of the system recordings (optionally allowing the user to skip it) and then goes to another destination.
de_de: Gibt eine Systemaufzeichnungen wieder (optional kann der Benutzer dies überspringen) und wird dann zu einem anderen Ziel geleitet.
fa_ir: پخش یکی از پیام های ضبط شده سیستم (کاربر می تواند این مرحله را لغو کند) و سپس رفتن به یک مقصد دیگر.
fr_fr: Jouer un des enregistrements du système (en option permettant à l'utilisateur de le sauter) puis va vers une autre destination.
pl: Odtwarzanie jednego z nagrań systemowych (opcjonalnie zezwalając użytkownikowi na pominięcie go) następnie przechodzi do innego miejsca docelowego.
vi: Phát lại một trong các bản ghi hệ thống (tùy chọn cho phép người dùng bỏ qua nó) và sau đó chuyển sang một điểm đến khác.

source: Recording
de_de: Aufnahme
fa_ir: پیام ضبط شده
fr_fr: Enregistrement
pl: Nagranie
vi: Ghi âm

source: Repeat
de_de: Wiederholen
fa_ir: تکرار
fr_fr: Répéter
pl: Powtórz
vi: Lặp lại

source: Reset
de_de: Zurücksetzen
fa_ir: بازنشانی
fr_fr: Réinitialiser
pl: wyzerować
vi: Đặt lại

source: Return to IVR
de_de: Zurück zu IVR
fa_ir: بازگشت به منوی صوتی
fr_fr: Retourner à l'IVR
pl: Zwróć do IVR
vi: Quay trở lại IVR

source: Set this to yes, to keep the channel from explicitly being answered. When checked, the message will be played and if the channel is not already answered it will be delivered as early media if the channel supports that. When not checked, the channel is answered followed by a 1 second delay. When using an announcement from an IVR or other sources that have already answered the channel, that 1 second delay may not be desired.
de_de: Setzen Sie das auf Ja, um den Anruf davon abzuhalten, ausdrücklich beantwortet zu werden. Wenn angehakt, wird die Mitteilung abgespielt und wenn der Anruf noch nicht beantwortet wurde wird sie als early media übergeben, wenn der Anruf dies unterstützt. Wenn nicht angehakt, wird der Anruf beantwortet mit einer anschließenden 1-Sekunden-Verzögerung. Wenn die Mitteilung von IVR oder aus anderen Quellen, die bereits auf den Anruf geantwortet haben, verwendet wird, dann wir die 1-Sekunden-Verzögerung vielleicht nicht erwünscht sein.
fa_ir: در صورت انتخاب بله، از پاسخ به کانال جلوگیری می گردد. در صورتی که کانال پاسخ داده نشود، پیام به صورت پیشواز پخش خواهد شد که البته باید کانال این قابلیت را پشتیبانی نماید. در غیر این صورت کانال با تاخیر 1 ثانیه پاسخ داده خواهد شد. زمانی که از اعلان در منوی صوتی و یا جاهای دیگر استفاده می نمایید، چون کانال قبلا پاسخ داده شده است، این تاخیر ممکن است مطالوب نباشد.
fr_fr: Réglez ceci sur oui, pour éviter que le canal ne reçoive une réponse explicite. Lorsque cette case est cochée, le message sera lu et, si le canal n'a pas encore reçu de réponse, il sera remis en tant que média au début si le canal le permet. Lorsque cette case n'est pas cochée, le canal reçoit une réponse suivie d'un délai d'une seconde. Lorsque vous utilisez une annonce provenant d'un SVI ou d'autres sources qui ont déjà répondu au canal, ce délai d'une seconde peut ne pas être souhaité.
pl: Ustaw na TAK, by by zapobiec odebraniu kanału (połączenia). Kiedy zaznaczone, wiadomość będzie odegrana i jeżeli kanał nie został wcześniej odebrany, zostanie dostarczona jako early media, jeżeli wspierane przez kanał. Kiedy nie zaznaczone, kanał zostanie odebrany po 1 sekundowym opóźnieniu. Kiedy ogłoszenie jest używane w IVR albo innym źródle, które już odebrało kanał, 1 sekundowe opóźnienie może być niewskazane.
vi: Đặt giá trị này là Có để giữ kênh không được trả lời rõ ràng. Khi được chọn, thông báo sẽ được phát và nếu kênh chưa được trả lời, nó sẽ được phát như là phương tiện truyền thông sớm nếu kênh hỗ trợ. Khi không được kiểm tra, kênh được trả lời và theo sau là sự chậm trễ 1 giây. Khi sử dụng thông báo từ IVR hoặc các nguồn khác đã trả lời kênh, sự chậm trễ 1 giây đó có thể không được mong muốn.

source: Submit
de_de: Bestätigen
fa_ir: ثبت
fr_fr: Soumettre
pl: zgłoś
vi: Nộp

source: The name of this announcement.
de_de: Der Name für diese Ansage.
fa_ir: نام این اعلان.
fr_fr: Le nom de cette annonce.
pl: Nazwa tego ogłoszenia.
vi: Tên của thông báo này.

source: Where to send the caller after the announcement is played.
de_de: Wohin der Anrufer geleitet werden soll, nachdem die Ansage abgespielt wurde.
fa_ir: تماس گیرنده پس از پخش اعلان به کجا منتقل شود.
fr_fr: La destination vers laquelle l'appelant sera transféré après l'annonce.
pl: Gdzie wysłać dzwoniącego po odtworzeniu ogłoszenia.
vi: Nơi gửi người gọi sau khi nghe thông báo.

source: Yes
de_de: Ja
fa_ir: بله
fr_fr: Oui
pl: Tak
vi: Có

source: adding recording_id field..
de_de: Aufnahme id_Feld hinzufügen..
fa_ir: افزودن فیلد شناسه ضبط..
pl: dodawanie pola identyfikatorów nagrania..
vi: thêm vùng code recording_id ..

source: already migrated
de_de: bereits migriert
fa_ir: انتقال یافته
pl: już przeniesiono
vi: đã di cư

source: dropping recording field..
de_de: Aufnahmefeld weglassen..
fa_ir: فیلد پیام ضبط شده از قلم افتاده ...
pl: odrzucanie pola 'recording'..
vi: Bỏ vùng ghi âm ..

source: fatal error
de_de: schwerwiegender Fehler
fa_ir: خطای مهلک
pl: błąd krytyczny
vi: lỗi nghiêm trọng

source: migrate to recording ids..
de_de: in Aufnahme-ids überführen..
fa_ir: انتقال به شناسه های ضبط..
pl: przenoszenie do identyfikatorów nagrania..
vi: Di chuyển đến id lưu trữ .

source: migrated %s entries
de_de: überführte %s Einträge
fa_ir: ورودی های %s منتقل شده
pl: przeniesiono %s wpisy
vi: Di chuyển %s mục nhập

source: migrating
de_de: migrieren
fa_ir: در حال انتقال
pl: przenoszenie
vi: đang di cư

source: no recording field???
de_de: kein Aufnahmefeld???
fa_ir: بدون فیلد پیلم ضبط شده ؟؟؟
pl: brak pola nagrywania???
vi: Không có trường ghi âm ???

source: ok
fa_ir: تایید
